<?php
// +----------------------------------------------------------------------
// | SparkShop 坚持做优秀的商城系统
// +----------------------------------------------------------------------
// | Copyright (c) 2022~2099 http://sparkshop.cn All rights reserved.
// +----------------------------------------------------------------------
// | Licensed ( https://opensource.org/licenses/mit-license.php )
// +----------------------------------------------------------------------
// | Author: NickBai  <876337011@qq.com>
// +----------------------------------------------------------------------

return [
    // 可上传的默认图片后缀
    'ext' => 'jpg|png|bmp|jpeg|gif',
    // 图片允许类型
    'acceptMime' => 'image/jpg,image/png,image/bmp,image/jpeg,image/gif',
    // 可上传的视频类型
    'video_ext' => 'mp4'
];